[
  {
    "data": [
      {
        "reviews": [
          {
            "user": "Evangelina Miles",
            "comment": "Nisi esse enim reprehenderit reprehenderit exercitation deserunt excepteur sit cillum. Quis est ad esse ex non sunt ipsum ut pariatur eu. Pariatur veniam esse qui deserunt duis laborum.\r\n",
            "score": 2
          },
          {
            "user": "Finch Callahan",
            "comment": "Sunt quis consequat labore reprehenderit magna quis id nisi et incididunt. Tempor dolore amet mollit dolore pariatur dolor elit ipsum officia dolor irure excepteur do. Eu proident exercitation et ea pariatur reprehenderit ut exercitation eiusmod proident duis ex.\r\n",
            "score": 4
          },
          {
            "user": "Suarez Clay",
            "comment": "Sit commodo ut magna et labore amet labore. Quis id aliqua irure aliqua culpa excepteur elit est fugiat laborum dolore. Tempor nisi nulla officia laborum eiusmod sint esse do cillum. Laboris eiusmod ea esse sunt fugiat eu. Id nisi aliqua consequat tempor. Aliqua cupidatat officia anim sit.\r\n",
            "score": 6
          },
          {
            "user": "Williamson Spencer",
            "comment": "Laborum sit cillum in in pariatur eiusmod magna dolore incididunt occaecat cillum commodo. Consectetur ullamco consectetur ullamco eu eiusmod sit id. Dolore aliquip ea mollit ad consequat esse ipsum minim adipisicing est in. Consequat in qui deserunt dolor amet id pariatur consectetur elit aute officia dolor. Excepteur excepteur mollit fugiat sunt ad dolore in dolore laborum fugiat consectetur magna. Do cillum reprehenderit consequat culpa labore id dolor veniam dolore reprehenderit ex proident.\r\n",
            "score": 7
          },
          {
            "user": "Tiffany Campbell",
            "comment": "Culpa in excepteur labore mollit consectetur officia in consequat sit Lorem nostrud eu ut. Sunt dolore nisi anim eu officia duis dolor laboris ea sit velit reprehenderit eiusmod commodo. Nulla deserunt officia in magna ea ad duis.\r\n",
            "score": 9
          },
          {
            "user": "Carmela Fields",
            "comment": "Tempor aliqua officia occaecat Lorem deserunt. Et consectetur enim amet occaecat et minim voluptate in. Cillum proident anim excepteur aliqua incididunt adipisicing ut cillum consequat. Voluptate consectetur commodo eu irure sit mollit. Elit ipsum ipsum sunt incididunt officia ipsum.\r\n",
            "score": 5
          },
          {
            "user": "Graciela Ballard",
            "comment": "Magna sunt elit non minim mollit reprehenderit laborum dolore adipisicing nisi exercitation ut proident. Nostrud sit eu qui ea Lorem ea sint est ut enim ad proident cillum ex. Adipisicing duis excepteur voluptate commodo proident ad. Pariatur do eu Lorem excepteur qui est sit do id velit mollit magna veniam reprehenderit. Exercitation minim adipisicing est in est et voluptate nostrud culpa veniam Lorem id.\r\n",
            "score": 2
          },
          {
            "user": "Jenny Nieves",
            "comment": "Incididunt anim ad non aute dolore id excepteur esse ad ad sit irure duis irure. Officia irure anim non dolor aliqua proident. Non excepteur eu occaecat Lorem consequat est. Veniam anim officia irure cupidatat deserunt. Qui voluptate Lorem ea Lorem labore laboris enim eiusmod ipsum veniam officia dolore.\r\n",
            "score": 1
          },
          {
            "user": "Rodgers Arnold",
            "comment": "Anim pariatur exercitation labore sit est ad proident et eiusmod adipisicing ut adipisicing minim ullamco. Aute ipsum labore ipsum id sit ex magna eu. Duis laborum anim duis sunt ipsum laborum. Ullamco officia quis ullamco aute qui do duis adipisicing aute proident dolor commodo incididunt Lorem.\r\n",
            "score": 4
          },
          {
            "user": "Cathy Finley",
            "comment": "Irure sint Lorem culpa amet esse qui esse nulla duis minim minim nulla magna eiusmod. Nulla eu veniam irure veniam proident occaecat exercitation aute. Laborum laborum labore consequat fugiat laboris proident.\r\n",
            "score": 6
          },
          {
            "user": "Kitty Ray",
            "comment": "Duis nostrud amet minim enim deserunt. Velit irure nisi aliquip veniam nostrud aute reprehenderit non. Nostrud ut irure mollit ullamco exercitation tempor esse dolor. Adipisicing laboris exercitation sint exercitation non quis.\r\n",
            "score": 3
          },
          {
            "user": "Kelsey Bailey",
            "comment": "Occaecat occaecat mollit non excepteur ea ex ea laborum. Est tempor sit Lorem fugiat elit qui deserunt sit enim voluptate. Laboris duis duis aliquip enim commodo ad consectetur enim. Duis mollit enim sit cillum ut ea ut.\r\n",
            "score": 5
          },
          {
            "user": "Woods Blanchard",
            "comment": "Consequat cillum aliqua id nisi duis do deserunt elit cillum ullamco anim ut. Veniam fugiat elit id minim aliqua id occaecat esse sint. Id esse fugiat quis occaecat consectetur qui proident in laborum laboris aliqua sunt. Irure in velit aliqua in eiusmod deserunt laboris veniam veniam voluptate sit ut et. Velit id nisi reprehenderit proident ut ea. Excepteur occaecat nisi ut amet sunt aliqua cupidatat culpa sunt excepteur.\r\n",
            "score": 2
          },
          {
            "user": "Tran Walls",
            "comment": "Eu veniam do officia ipsum fugiat magna id ullamco et elit exercitation nostrud cillum ut. Nulla dolor aliqua sunt sit cillum nostrud duis quis ullamco elit sint. Voluptate culpa est eu fugiat nisi reprehenderit incididunt eu. Incididunt ex aute do reprehenderit est aute consectetur ut laborum incididunt. Officia ad non velit consectetur consequat cupidatat id amet cillum ea nisi cillum.\r\n",
            "score": 9
          },
          {
            "user": "Velma Estrada",
            "comment": "Ut sunt incididunt magna adipisicing est nulla aute veniam in eu elit eu excepteur. Culpa consectetur sit eiusmod aute reprehenderit commodo. Occaecat excepteur tempor enim id et ea anim aute magna aliquip est laborum non ex. Ullamco sint pariatur aliqua laborum dolor. Aliqua ut ut est laborum duis consequat. Labore non nulla deserunt exercitation sit occaecat dolore sunt enim exercitation adipisicing aute minim. Laboris pariatur cillum quis do laboris minim.\r\n",
            "score": 5
          },
          {
            "user": "Kelly Potter",
            "comment": "Magna labore pariatur culpa eu minim ipsum do anim enim ex commodo cupidatat eiusmod culpa. Fugiat occaecat sint exercitation ex qui nostrud sit aute velit velit aute in magna. Incididunt aliquip officia occaecat exercitation eu fugiat sint non deserunt non enim. Est est minim velit irure. Id do culpa minim cillum sint elit occaecat commodo deserunt. Aliquip id veniam mollit commodo consequat nulla id aliqua tempor amet.\r\n",
            "score": 10
          },
          {
            "user": "Diaz Haney",
            "comment": "Irure nulla esse sit aliqua non ipsum Lorem fugiat. Ut anim voluptate consectetur dolor elit officia nisi eu nulla est. Esse proident proident deserunt quis. Culpa quis amet ipsum laboris consequat dolore sunt reprehenderit. Mollit voluptate in consectetur quis commodo amet aliquip.\r\n",
            "score": 1
          },
          {
            "user": "Mcneil Austin",
            "comment": "Cupidatat sint qui aliquip pariatur veniam ex duis ullamco ut. Est commodo ipsum est deserunt ad mollit aliquip. Dolor laborum incididunt qui ut ut duis cillum proident aliquip et esse et anim.\r\n",
            "score": 4
          },
          {
            "user": "Coleman Ayala",
            "comment": "Proident sit nisi amet id deserunt sunt consectetur deserunt aliquip voluptate excepteur deserunt. Occaecat enim eu consectetur irure pariatur velit nostrud Lorem ea ut elit ut laboris. Voluptate do esse est laborum excepteur in do cupidatat. Occaecat incididunt qui aliqua tempor cupidatat. Nulla minim commodo in proident adipisicing incididunt.\r\n",
            "score": 3
          },
          {
            "user": "Martin Watkins",
            "comment": "Deserunt magna nostrud officia exercitation cupidatat exercitation esse Lorem cillum ad nostrud. Fugiat veniam dolor cupidatat sit laboris exercitation occaecat laboris et enim exercitation aliquip ullamco. Laboris cupidatat consequat consectetur qui sit eu laboris incididunt consequat anim. Elit Lorem consequat quis aliqua proident enim nulla esse anim commodo magna.\r\n",
            "score": 6
          },
          {
            "user": "Miranda Frederick",
            "comment": "Commodo commodo id occaecat pariatur occaecat sint pariatur reprehenderit commodo commodo eu. Do duis mollit reprehenderit et ipsum eiusmod. Aliqua ipsum ea minim dolore id nostrud culpa et. Aliqua et id minim in irure irure sint exercitation. Nulla laboris id aliquip deserunt laborum eiusmod adipisicing consectetur. Laboris non labore excepteur Lorem duis mollit elit mollit elit adipisicing tempor. Ea aute veniam et qui aliqua Lorem occaecat consectetur.\r\n",
            "score": 4
          },
          {
            "user": "Jefferson Day",
            "comment": "Do aliquip ea excepteur nisi sint incididunt incididunt tempor qui id aute. Fugiat nostrud irure veniam qui officia labore voluptate sint eu dolor. Est do occaecat exercitation reprehenderit adipisicing mollit dolore mollit incididunt velit eu nulla aliqua incididunt. Anim nostrud eu ad sint incididunt veniam. Voluptate eiusmod ullamco duis reprehenderit occaecat mollit aute enim occaecat anim ea eiusmod aliquip. Consequat culpa reprehenderit anim consectetur laborum esse elit occaecat enim. Mollit sit tempor id laborum eiusmod nostrud esse non et anim nulla.\r\n",
            "score": 1
          },
          {
            "user": "Herrera Woodward",
            "comment": "Consequat aute nulla incididunt enim reprehenderit sint nisi id dolor commodo reprehenderit excepteur nulla culpa. Officia dolore voluptate irure exercitation deserunt. Qui sunt ea qui irure magna esse laboris Lorem ullamco consectetur cupidatat mollit laboris. Ex sit sit occaecat ut aliqua ad veniam voluptate exercitation. Laboris nostrud velit voluptate aute tempor elit ipsum. Amet ullamco nisi laboris tempor nostrud amet sit voluptate ullamco nostrud laborum voluptate ullamco nulla. Sit veniam amet ut sunt consectetur.\r\n",
            "score": 10
          },
          {
            "user": "Sargent Murray",
            "comment": "Culpa laborum et sit ad Lorem minim sunt cillum eu anim elit aliquip. Esse duis enim fugiat proident in aute incididunt pariatur elit ipsum culpa voluptate tempor esse. Nostrud proident fugiat sit fugiat commodo consequat. Labore ipsum pariatur mollit dolor commodo in fugiat nostrud eiusmod sunt adipisicing laborum est. Ea elit sint do adipisicing consectetur ut Lorem. Nostrud ullamco pariatur cillum ullamco ullamco est proident culpa minim ut.\r\n",
            "score": 5
          },
          {
            "user": "Ryan Butler",
            "comment": "Consectetur reprehenderit enim laboris velit enim reprehenderit quis reprehenderit labore sit. Ut eiusmod tempor cillum sint magna laborum enim ea ex deserunt minim. Fugiat esse dolore ex voluptate. Reprehenderit dolor reprehenderit ad proident ea voluptate nulla in nulla. Adipisicing in anim velit excepteur ad anim laborum. Do et anim officia non ea tempor laborum sunt.\r\n",
            "score": 10
          },
          {
            "user": "Perez Bentley",
            "comment": "Sint sint culpa nisi duis exercitation. Sunt elit ullamco mollit cillum culpa laborum aute. Eiusmod duis sunt ipsum adipisicing reprehenderit aliquip ullamco. Duis aute pariatur mollit exercitation id qui do dolor officia proident quis. Nisi id nostrud officia laboris veniam excepteur elit aliqua duis dolore sit elit.\r\n",
            "score": 6
          },
          {
            "user": "Peterson King",
            "comment": "Pariatur culpa id anim aliqua sit voluptate duis voluptate officia in esse mollit. Qui qui eiusmod nisi minim voluptate sit aute non voluptate sint elit nostrud id ex. Cillum aliquip tempor enim officia consectetur culpa est ex est amet. Proident cupidatat consectetur culpa voluptate ullamco ipsum irure dolor reprehenderit voluptate nostrud consectetur et laborum.\r\n",
            "score": 6
          },
          {
            "user": "Solomon Hansen",
            "comment": "Proident occaecat nulla aliqua nostrud veniam pariatur ad et et commodo et velit deserunt consequat. Consectetur et laborum in ex laboris sit ullamco Lorem quis voluptate. Veniam amet veniam officia anim ad laboris duis deserunt. Quis excepteur officia est est anim. Mollit in duis qui irure ipsum eiusmod consequat. Nisi ipsum voluptate in ullamco ex ad anim ex voluptate veniam sit irure culpa id.\r\n",
            "score": 9
          }
        ],
        "rooms": [
          {
            "price_per_room": 183.99,
            "occupancy": 8,
            "name": "Deluxe XL Suite"
          },
          {
            "price_per_room": 319.99,
            "occupancy": 9,
            "name": "Mega Room"
          },
          {
            "price_per_room": 99.99,
            "occupancy": 8,
            "name": "Mega Family Room"
          },
          {
            "price_per_room": 421.99,
            "occupancy": 1,
            "name": "President Suite"
          },
          {
            "price_per_room": 310.99,
            "occupancy": 5,
            "name": "President Room"
          },
          {
            "price_per_room": 466.99,
            "occupancy": 5,
            "name": "President Room"
          },
          {
            "price_per_room": 184.99,
            "occupancy": 4,
            "name": "Basic Bed"
          },
          {
            "price_per_room": 131.99,
            "occupancy": 8,
            "name": "Single Bed"
          },
          {
            "price_per_room": 164.99,
            "occupancy": 2,
            "name": "Deluxe Bed"
          }
        ],
        "facilities": [
          "Satellite TV",
          "Restaurant",
          "Concierge",
          "Free Wifi",
          "Concierge",
          "Concierge",
          "Swimming Pool",
          "Swimming Pool"
        ],
        "pictures": [
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/14.jpg",
            "thumbnail": "img/14_thumb.jpg"
          },
          {
            "image": "img/5.jpg",
            "thumbnail": "img/5_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/5.jpg",
            "thumbnail": "img/5_thumb.jpg"
          },
          {
            "image": "img/9.jpg",
            "thumbnail": "img/9_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/11.jpg",
            "thumbnail": "img/11_thumb.jpg"
          },
          {
            "image": "img/4.jpg",
            "thumbnail": "img/4_thumb.jpg"
          }
        ],
        "stars": 2,
        "description": "Labore dolor anim labore laborum ad non ipsum reprehenderit duis et aute laboris id. Minim adipisicing nulla enim reprehenderit consequat eiusmod minim. Sit sint ullamco occaecat ut nisi. Ut deserunt consectetur aliquip laborum elit fugiat ex proident incididunt.\r\nIrure occaecat proident adipisicing deserunt nisi ea. Duis proident veniam duis consequat ex ullamco. Aute nisi elit aliqua nostrud adipisicing cupidatat laboris commodo anim reprehenderit ex aute dolore Lorem. Lorem consectetur fugiat consequat ex enim voluptate laborum et ad eiusmod. Ad eu nisi esse est qui consequat nulla sit veniam est aute. Ullamco dolor proident elit id veniam cupidatat consectetur nostrud tempor ex enim nostrud. Ipsum consequat mollit occaecat reprehenderit cupidatat proident officia reprehenderit aliquip duis ut.\r\nOfficia in duis ipsum anim do. Incididunt occaecat adipisicing dolore incididunt magna sunt aute. Sint sunt dolore irure cupidatat occaecat est occaecat commodo deserunt exercitation cillum. Laboris cillum esse nulla mollit voluptate minim voluptate in amet et sint nulla reprehenderit eiusmod.\r\nCillum commodo magna consectetur ut. Commodo veniam labore ex Lorem. Mollit veniam in aliqua tempor.\r\n",
        "address": "413 Midwood Street, Rushford, Michigan, 566",
        "name": "Hotel Illumity",
        "_id": "55185c11cc3801bd7ff50ce0"
      },
      {
        "reviews": [
          {
            "user": "Shanna Boyer",
            "comment": "Ex esse irure anim ad culpa minim. Enim incididunt aliqua deserunt laborum sit et excepteur do adipisicing adipisicing adipisicing velit magna officia. Dolor magna consequat nulla cillum exercitation tempor sit in aliquip. Aute qui laboris est culpa ex enim proident consectetur est eiusmod nostrud pariatur nulla consequat. Laboris deserunt in duis commodo Lorem amet consectetur irure ullamco sit. Tempor do dolor do quis. Aliqua magna commodo in labore et et eiusmod mollit.\r\n",
            "score": 3
          },
          {
            "user": "Booker Little",
            "comment": "Occaecat ut id cupidatat proident proident id. Excepteur fugiat ullamco nostrud adipisicing voluptate commodo non ad in magna nisi do. Cupidatat sit anim incididunt consectetur exercitation dolore deserunt proident. Pariatur incididunt minim consequat voluptate cupidatat pariatur anim.\r\n",
            "score": 9
          },
          {
            "user": "Jerry Francis",
            "comment": "Enim ea officia anim fugiat commodo veniam qui nostrud velit esse ipsum ullamco. Consectetur ipsum enim ipsum laboris. Eu consequat nulla voluptate ullamco do non fugiat in veniam. Adipisicing velit eiusmod laborum do consectetur laboris. Quis officia ipsum enim culpa fugiat anim irure commodo tempor excepteur veniam voluptate. Aliqua nulla culpa ea commodo elit dolor minim ipsum dolor dolor proident.\r\n",
            "score": 10
          },
          {
            "user": "Shelly Buck",
            "comment": "Sit excepteur commodo voluptate culpa. Sint veniam pariatur in aliqua. Pariatur culpa elit enim id minim. Ullamco occaecat exercitation deserunt exercitation incididunt. Ullamco id consequat voluptate consequat labore tempor cillum id officia.\r\n",
            "score": 4
          },
          {
            "user": "Dawn Hudson",
            "comment": "Commodo adipisicing ut Lorem cillum. Dolore voluptate reprehenderit est sit sint. Culpa dolore exercitation aliqua consectetur ad pariatur ex non nostrud non non. Sint dolor tempor ex occaecat deserunt reprehenderit labore fugiat anim quis laborum esse. Aliquip commodo commodo deserunt minim veniam eiusmod commodo pariatur irure nisi. Mollit dolor do dolor cillum pariatur enim tempor consectetur irure voluptate esse est et. Magna anim ea qui dolor esse minim.\r\n",
            "score": 3
          },
          {
            "user": "Hansen Rodriquez",
            "comment": "Minim non aliqua minim do esse reprehenderit do esse enim sint. Adipisicing occaecat dolore sint tempor veniam pariatur est eu laboris elit consectetur laboris commodo esse. Velit aliquip Lorem voluptate esse.\r\n",
            "score": 9
          },
          {
            "user": "Holt Brooks",
            "comment": "Sunt nostrud laborum irure adipisicing cillum anim nulla. Ullamco cillum labore aliquip aliqua cillum. Dolore magna proident ipsum sint cupidatat irure nulla. Dolore deserunt ipsum est incididunt. Exercitation culpa ad in sint aliquip consequat anim minim aliqua magna.\r\n",
            "score": 4
          },
          {
            "user": "Anna Hunt",
            "comment": "Pariatur Lorem labore aute fugiat voluptate. Id tempor ea ea exercitation quis incididunt voluptate qui nostrud velit. Ullamco adipisicing incididunt nostrud ea ipsum consectetur elit dolore ullamco reprehenderit reprehenderit. Voluptate dolor proident laboris Lorem voluptate. Voluptate et laboris laborum laborum eu labore pariatur ipsum consequat excepteur consequat enim. Fugiat minim id consequat cillum. Esse consectetur velit eiusmod cupidatat voluptate magna qui aliquip non consequat mollit minim pariatur do.\r\n",
            "score": 8
          },
          {
            "user": "Willis Hill",
            "comment": "Ex non voluptate aliqua sit. Id velit qui do ullamco mollit mollit dolore. Consectetur eiusmod excepteur fugiat id elit. Ut eiusmod non voluptate reprehenderit laborum qui.\r\n",
            "score": 2
          },
          {
            "user": "Crawford Cooper",
            "comment": "Id nulla dolor culpa tempor voluptate adipisicing sint officia ut minim irure. Dolor cupidatat amet eu sit dolor do elit ullamco consequat labore adipisicing culpa nulla. Ipsum velit in officia id ut esse do id pariatur. Aliqua proident enim irure dolor ipsum qui id laboris exercitation culpa cupidatat elit magna. Amet proident pariatur amet culpa ullamco consequat enim aute dolore.\r\n",
            "score": 8
          },
          {
            "user": "Jodi Higgins",
            "comment": "Deserunt duis commodo nostrud aliqua aliqua reprehenderit quis reprehenderit ea quis eiusmod ipsum reprehenderit. Non fugiat anim nisi ex pariatur duis aliquip anim in sit amet. Eiusmod duis sint ut consectetur nisi veniam amet. Dolore incididunt do occaecat occaecat ea.\r\n",
            "score": 2
          },
          {
            "user": "Tracey Jefferson",
            "comment": "Labore eiusmod ex dolore consequat occaecat non laboris commodo officia et commodo in do aute. Ipsum anim reprehenderit consequat do reprehenderit consequat ex reprehenderit cillum irure adipisicing consectetur laboris ex. Fugiat exercitation velit tempor aliquip enim. Reprehenderit aute culpa consequat est pariatur.\r\n",
            "score": 3
          },
          {
            "user": "Talley Manning",
            "comment": "Ipsum velit labore et reprehenderit veniam incididunt aute magna voluptate est non. Lorem in adipisicing laborum anim enim qui mollit esse dolor sit. Officia occaecat magna est est aliqua amet cillum consequat duis cupidatat.\r\n",
            "score": 6
          },
          {
            "user": "Earnestine Curry",
            "comment": "Id nisi consequat ullamco voluptate aliqua nulla non sit sit fugiat amet adipisicing esse reprehenderit. Magna sint nulla pariatur commodo ea ipsum velit cupidatat minim ad pariatur dolor. Adipisicing esse duis culpa ullamco. Dolor ut pariatur dolore cillum sit amet quis labore eu laboris esse eu sint duis. Eiusmod cillum aute voluptate ex. Commodo ad non cillum nisi voluptate. Cillum laborum veniam cupidatat eu aliquip.\r\n",
            "score": 7
          },
          {
            "user": "Mcbride Lynn",
            "comment": "Et proident ullamco esse cillum occaecat tempor veniam tempor. Amet exercitation esse labore aute dolor laborum commodo in nostrud. Adipisicing exercitation nulla minim mollit elit in mollit est dolore mollit do nulla. Nisi laborum adipisicing dolor et esse et est ut esse nostrud aliquip eiusmod nostrud mollit. Velit ea incididunt consectetur incididunt ex voluptate officia dolor.\r\n",
            "score": 4
          }
        ],
        "rooms": [
          {
            "price_per_room": 187.99,
            "occupancy": 8,
            "name": "Mega Family Room"
          },
          {
            "price_per_room": 252.99,
            "occupancy": 8,
            "name": "Deluxe Room"
          },
          {
            "price_per_room": 150.99,
            "occupancy": 2,
            "name": "President Room"
          },
          {
            "price_per_room": 434.99,
            "occupancy": 2,
            "name": "Single Suite"
          },
          {
            "price_per_room": 457.99,
            "occupancy": 7,
            "name": "Basic Family Room"
          }
        ],
        "facilities": [
          "Concierge",
          "Free parking",
          "Shoe-Shine",
          "Restaurant",
          "Swimming Pool",
          "Swimming Pool",
          "Shoe-Shine",
          "Satellite TV",
          "Shoe-Shine",
          "Swimming Pool"
        ],
        "pictures": [
          {
            "image": "img/14.jpg",
            "thumbnail": "img/14_thumb.jpg"
          },
          {
            "image": "img/4.jpg",
            "thumbnail": "img/4_thumb.jpg"
          },
          {
            "image": "img/6.jpg",
            "thumbnail": "img/6_thumb.jpg"
          },
          {
            "image": "img/12.jpg",
            "thumbnail": "img/12_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/4.jpg",
            "thumbnail": "img/4_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/10.jpg",
            "thumbnail": "img/10_thumb.jpg"
          },
          {
            "image": "img/13.jpg",
            "thumbnail": "img/13_thumb.jpg"
          },
          {
            "image": "img/6.jpg",
            "thumbnail": "img/6_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/9.jpg",
            "thumbnail": "img/9_thumb.jpg"
          },
          {
            "image": "img/5.jpg",
            "thumbnail": "img/5_thumb.jpg"
          }
        ],
        "stars": 1,
        "description": "Do aliqua ea cupidatat quis irure ea. Nulla occaecat nulla consectetur dolor duis officia labore dolore consectetur ad non. Consectetur sunt ex dolore nulla proident eu proident sint proident et culpa adipisicing enim. Officia mollit id magna enim culpa commodo labore fugiat esse ex nostrud.\r\nCommodo cillum irure anim sit eiusmod eu aliquip ex laboris elit ipsum quis culpa ullamco. Sint et exercitation proident ut eiusmod occaecat occaecat aute tempor. Nulla nisi non ex tempor aliqua Lorem exercitation proident mollit ad mollit magna. Ut occaecat dolore id et voluptate amet ullamco Lorem nostrud id adipisicing ullamco duis.\r\nLaboris laborum enim dolore minim laboris sunt officia. Aute minim duis aute ut minim non aute laboris mollit ut ut commodo ut. Dolore non non et excepteur dolore non. Fugiat aute laborum commodo eiusmod et. Quis mollit pariatur minim elit excepteur veniam incididunt nulla Lorem. Consectetur nostrud tempor aute nisi enim nisi magna laborum.\r\nFugiat tempor id id incididunt amet est nulla labore. Anim commodo in magna culpa laborum proident veniam cupidatat ex ad culpa laborum ex eiusmod. Sit eiusmod et officia ipsum dolor consequat. Labore et laborum laborum ex. Eu consectetur anim commodo minim anim veniam nostrud excepteur excepteur in elit eu laboris.\r\n",
        "address": "986 Herbert Street, Cliffside, Kansas, 4254",
        "name": "Hotel Applica",
        "_id": "55185c11257960404037b6d6"
      },
      {
        "reviews": [
          {
            "user": "Chen Dean",
            "comment": "Irure veniam laborum cupidatat laboris ut consectetur veniam. Nostrud fugiat ex proident nulla ea qui voluptate in ut. Sint do cillum occaecat cupidatat et nisi reprehenderit enim consectetur et.\r\n",
            "score": 7
          },
          {
            "user": "Sharp Stewart",
            "comment": "Incididunt aute tempor tempor Lorem occaecat ad officia ut eiusmod amet. Qui non eu et ex cupidatat reprehenderit. Sint quis eiusmod dolor minim nostrud eiusmod do exercitation. Do velit amet eiusmod dolore ex aliquip aliqua aliquip incididunt velit cupidatat veniam. Sit magna ex dolore duis in aute eu officia.\r\n",
            "score": 4
          },
          {
            "user": "Hardin Cochran",
            "comment": "Lorem occaecat anim ea ipsum ut commodo velit ut aliqua consectetur in occaecat consequat exercitation. Sunt ipsum eu deserunt laborum magna ex fugiat voluptate nulla. Do quis ea proident et consequat officia. Aute ut mollit ea ex ipsum nulla aute laboris quis irure non voluptate. Nulla Lorem adipisicing eiusmod dolore.\r\n",
            "score": 7
          },
          {
            "user": "Morin Everett",
            "comment": "Esse veniam elit incididunt dolor pariatur minim qui. Et occaecat sit commodo tempor sunt minim occaecat velit aute. Veniam cupidatat proident tempor eu voluptate. Ea deserunt excepteur sunt et elit laborum. Culpa aute ut qui incididunt in magna laborum mollit nostrud culpa cupidatat elit Lorem. Ad ullamco nostrud voluptate dolore proident est quis deserunt. In non sit reprehenderit eiusmod consectetur fugiat qui do id deserunt labore.\r\n",
            "score": 4
          },
          {
            "user": "Mabel Goodman",
            "comment": "Occaecat nostrud Lorem ullamco nostrud mollit aute reprehenderit velit exercitation. Eu labore duis nisi ipsum. Id irure sit ullamco qui voluptate dolor tempor pariatur est ullamco consequat.\r\n",
            "score": 4
          },
          {
            "user": "Melody Mueller",
            "comment": "Quis in adipisicing veniam cupidatat nisi mollit nisi consectetur dolore magna cupidatat esse officia tempor. Ex ipsum velit sit et velit laborum amet reprehenderit. Nulla Lorem cupidatat dolore amet commodo laborum anim sint sit do ut eiusmod. Qui sunt irure eu mollit mollit qui. Aute qui sunt nisi cillum exercitation culpa magna fugiat. Aliquip voluptate fugiat aliqua non esse cillum.\r\n",
            "score": 3
          },
          {
            "user": "Evangeline Jacobs",
            "comment": "Ut voluptate irure nisi pariatur in qui reprehenderit nostrud exercitation eu eu qui aliqua. Et eiusmod adipisicing aute velit enim consectetur pariatur dolore laborum laboris duis officia officia. Ea fugiat esse aliqua ad do nulla elit. Exercitation excepteur fugiat eu id laborum irure magna. Officia elit minim fugiat velit duis ad mollit. Velit do aliqua sint dolore sit laborum quis sit consequat est magna eu.\r\n",
            "score": 9
          },
          {
            "user": "Compton Duran",
            "comment": "Ullamco dolor et deserunt do deserunt ea laborum id Lorem. Tempor pariatur mollit qui amet. Est mollit Lorem culpa incididunt excepteur fugiat qui consectetur velit. Sunt ullamco est nisi amet non officia fugiat in laboris dolore occaecat non. Id officia culpa mollit sint qui sit non cupidatat ea in. Dolore veniam laborum amet enim et minim eiusmod culpa. Deserunt ea eiusmod adipisicing excepteur do adipisicing aliquip consequat occaecat fugiat sit amet.\r\n",
            "score": 4
          },
          {
            "user": "Odessa Howe",
            "comment": "Culpa magna et velit dolore. Irure in labore officia aliquip sunt exercitation. Do et amet aute tempor in ipsum pariatur ad occaecat labore est mollit incididunt id. Commodo duis eiusmod ipsum dolor nulla minim aute. Non consequat sunt nulla deserunt duis esse aliqua id enim. Deserunt Lorem irure ex excepteur fugiat voluptate culpa amet aute eu. Quis dolor magna aute nulla.\r\n",
            "score": 2
          },
          {
            "user": "Hattie Kinney",
            "comment": "Deserunt cillum ea nulla tempor commodo ea. Sit sint amet et id ex esse enim anim ipsum anim est reprehenderit. Esse irure Lorem esse cupidatat non eu nulla eiusmod occaecat nulla irure. Consectetur nostrud exercitation aute mollit eu laboris id laboris culpa deserunt do proident Lorem. Consequat aute sit enim velit non in laborum anim minim Lorem. Deserunt incididunt ipsum id reprehenderit.\r\n",
            "score": 5
          },
          {
            "user": "Kristen Hebert",
            "comment": "Dolore dolor consectetur tempor velit et. Amet irure laborum dolore irure voluptate incididunt fugiat reprehenderit fugiat minim labore laboris ullamco. Irure exercitation fugiat irure sunt voluptate sit aliquip.\r\n",
            "score": 4
          },
          {
            "user": "Ramona Yates",
            "comment": "Non proident culpa consequat non aliquip id id. Nostrud amet exercitation occaecat Lorem cupidatat non officia id ex nostrud nulla in. Sit anim mollit consectetur magna consectetur excepteur. Sint minim nostrud excepteur esse consectetur mollit dolor deserunt mollit Lorem. Veniam sit aliquip officia excepteur tempor proident excepteur sunt officia ea deserunt labore mollit. Dolor officia commodo aute excepteur ut sint duis laboris elit amet magna tempor. Consectetur aute consequat commodo excepteur nostrud consectetur in anim qui ea exercitation tempor.\r\n",
            "score": 6
          },
          {
            "user": "Lea Madden",
            "comment": "Ipsum occaecat aliqua culpa tempor anim eu. Cillum commodo excepteur officia cupidatat fugiat ea mollit est ut non eu elit. Aute enim non quis amet. Nisi sunt consequat adipisicing Lorem quis culpa eiusmod ad enim amet.\r\n",
            "score": 8
          },
          {
            "user": "Trisha Young",
            "comment": "Ad fugiat sint eu dolore do nisi exercitation nisi deserunt amet et non. Deserunt ullamco nisi ad deserunt qui sit consectetur ad veniam cillum tempor dolor adipisicing. Nisi eu commodo cupidatat ad incididunt excepteur et Lorem id id cillum consectetur et eu. Eiusmod excepteur sit consequat in quis aute ut voluptate irure ex consectetur.\r\n",
            "score": 10
          },
          {
            "user": "Reed Witt",
            "comment": "Adipisicing enim velit eu qui cillum ipsum voluptate enim. Laborum veniam ipsum id ex et aliqua ullamco proident sunt ex sunt enim. Sunt anim anim ad velit aliqua do adipisicing id in ad fugiat. Ullamco adipisicing esse eu cillum ipsum irure culpa commodo ad cillum exercitation.\r\n",
            "score": 10
          },
          {
            "user": "Puckett Bryan",
            "comment": "Quis qui aliqua ad consectetur id nostrud nostrud tempor aliquip. Commodo ea exercitation do pariatur in elit fugiat eiusmod nulla duis amet pariatur. Adipisicing deserunt dolore nulla est fugiat irure officia quis et cupidatat laboris sit aute. Nostrud duis nisi esse cillum esse labore nulla aliquip culpa incididunt. Consequat ex adipisicing officia voluptate mollit irure excepteur nulla consectetur eiusmod in pariatur pariatur ut. Voluptate tempor fugiat enim aute ad. Cillum exercitation nulla amet ea sint veniam commodo voluptate non ea aliquip exercitation.\r\n",
            "score": 6
          },
          {
            "user": "Moore Snyder",
            "comment": "Tempor occaecat dolor ad esse nulla consectetur consequat anim velit enim. Culpa nulla cillum irure ullamco fugiat laborum. Mollit velit eu mollit commodo eu culpa exercitation. Irure irure qui minim commodo. Tempor enim esse culpa dolore irure. Elit adipisicing cupidatat ea in ex esse officia velit consectetur cillum dolor.\r\n",
            "score": 8
          },
          {
            "user": "Myra Kim",
            "comment": "Dolor cupidatat eu dolor in nulla do anim aliquip reprehenderit enim fugiat Lorem Lorem. Reprehenderit pariatur ullamco anim occaecat adipisicing ipsum dolor sunt amet voluptate dolore. Esse id duis amet exercitation proident cillum. Nostrud occaecat ullamco aliquip labore fugiat officia labore ipsum sunt ut duis. Pariatur commodo commodo fugiat do ipsum eiusmod non in.\r\n",
            "score": 3
          },
          {
            "user": "Bryant Christensen",
            "comment": "Nisi eiusmod mollit in in laborum. Aute veniam reprehenderit amet id ullamco ipsum qui tempor incididunt et tempor irure reprehenderit. Dolor aliquip mollit cupidatat et officia aliquip aliqua.\r\n",
            "score": 4
          },
          {
            "user": "Jeannie Caldwell",
            "comment": "Eu occaecat esse commodo eu proident laborum reprehenderit nulla pariatur ut est est cillum occaecat. Eiusmod ea nisi veniam proident duis laborum amet aliqua nulla veniam magna in. Laborum enim consectetur eu sit. Est pariatur et aliqua Lorem id ad sit consectetur est do enim. Adipisicing deserunt cillum occaecat mollit incididunt ex consequat enim fugiat enim.\r\n",
            "score": 8
          }
        ],
        "rooms": [
          {
            "price_per_room": 316.99,
            "occupancy": 4,
            "name": "President Bed"
          },
          {
            "price_per_room": 354.99,
            "occupancy": 7,
            "name": "President XL Suite"
          },
          {
            "price_per_room": 90.99,
            "occupancy": 8,
            "name": "President XL Suite"
          },
          {
            "price_per_room": 152.99,
            "occupancy": 3,
            "name": "Single Bed"
          },
          {
            "price_per_room": 466.99,
            "occupancy": 8,
            "name": "Deluxe Suite"
          },
          {
            "price_per_room": 414.99,
            "occupancy": 2,
            "name": "President Room"
          },
          {
            "price_per_room": 308.99,
            "occupancy": 4,
            "name": "Deluxe Suite"
          },
          {
            "price_per_room": 285.99,
            "occupancy": 6,
            "name": "Deluxe Family Room"
          },
          {
            "price_per_room": 403.99,
            "occupancy": 2,
            "name": "Single Room"
          }
        ],
        "facilities": [
          "Concierge",
          "Swimming Pool",
          "Gym",
          "Restaurant",
          "Swimming Pool"
        ],
        "pictures": [
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/8.jpg",
            "thumbnail": "img/8_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/6.jpg",
            "thumbnail": "img/6_thumb.jpg"
          },
          {
            "image": "img/11.jpg",
            "thumbnail": "img/11_thumb.jpg"
          },
          {
            "image": "img/8.jpg",
            "thumbnail": "img/8_thumb.jpg"
          },
          {
            "image": "img/2.jpg",
            "thumbnail": "img/2_thumb.jpg"
          },
          {
            "image": "img/10.jpg",
            "thumbnail": "img/10_thumb.jpg"
          },
          {
            "image": "img/9.jpg",
            "thumbnail": "img/9_thumb.jpg"
          },
          {
            "image": "img/3.jpg",
            "thumbnail": "img/3_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          }
        ],
        "stars": 2,
        "description": "Laborum do eu aliquip non dolor consectetur labore dolore ea et est aute ipsum irure. Sunt amet eu proident qui elit exercitation cillum. Irure minim aliqua elit quis nulla laboris adipisicing dolore.\r\nSit exercitation nostrud amet ad occaecat nisi ut ipsum. Consequat qui nulla nulla ipsum. Dolore aute duis aute deserunt velit labore aliqua aliquip occaecat culpa aliqua non. Magna exercitation duis amet in eiusmod ad elit nostrud cillum culpa.\r\nMagna fugiat dolor dolor Lorem sint labore ipsum ea dolore officia. Exercitation cupidatat elit aliquip laboris Lorem eu incididunt officia exercitation qui duis ad incididunt nostrud. Exercitation non reprehenderit esse labore voluptate pariatur dolore elit ullamco aliqua ut nulla. Fugiat pariatur ut eu eu eu laborum aute. Ullamco nulla esse ad id sint mollit et voluptate anim.\r\nNon non esse irure Lorem ea ut est in qui exercitation sint tempor est mollit. Consectetur Lorem eiusmod consequat adipisicing officia cillum laboris fugiat cupidatat et pariatur occaecat dolore. Ullamco amet laborum exercitation do est cillum enim occaecat elit officia excepteur dolore duis. Enim est ut ea cupidatat. Aute excepteur magna excepteur esse mollit aliqua reprehenderit duis enim. Sunt enim excepteur est sunt voluptate ut non id reprehenderit culpa. Cillum proident culpa nisi proident.\r\n",
        "address": "997 Knapp Street, Avoca, Utah, 8216",
        "name": "Hotel Yurture",
        "_id": "55185c1177aca74594a6bbd8"
      },
      {
        "reviews": [
          {
            "user": "Jackie Deleon",
            "comment": "Velit dolore aliquip voluptate do nostrud. Reprehenderit proident veniam do ea qui nisi. Velit sunt quis adipisicing et culpa cupidatat velit.\r\n",
            "score": 4
          },
          {
            "user": "Tessa Hensley",
            "comment": "Adipisicing officia anim ea velit et labore ipsum dolor laborum incididunt consectetur. Dolor sunt amet ullamco sit quis. Minim aute anim et esse. Tempor ipsum eiusmod est pariatur in sit do ullamco amet tempor reprehenderit.\r\n",
            "score": 1
          },
          {
            "user": "Bernard Willis",
            "comment": "Laborum veniam ullamco adipisicing enim deserunt in exercitation duis exercitation irure deserunt ex dolor eiusmod. Labore mollit adipisicing elit excepteur. Eiusmod Lorem anim tempor reprehenderit elit culpa mollit labore duis commodo ex incididunt nisi irure. Eiusmod nisi nostrud id ipsum mollit Lorem occaecat cupidatat minim aliqua velit nostrud duis aliqua. Tempor pariatur dolor consequat aliqua officia ad deserunt voluptate. Consectetur aute mollit ex fugiat. Adipisicing ea proident elit non consectetur et officia irure esse reprehenderit Lorem officia eiusmod.\r\n",
            "score": 3
          },
          {
            "user": "Pickett Alford",
            "comment": "Occaecat non officia esse ullamco anim aliquip aliqua. Quis culpa proident exercitation fugiat aute aliqua occaecat ut labore ullamco. Nulla voluptate sint nisi commodo labore ut. Dolor aliqua ex irure dolor quis et minim aliqua dolor labore qui quis. Duis sint et nostrud irure consectetur ea do esse tempor magna commodo esse cillum nulla. Labore in excepteur occaecat sit non laboris mollit voluptate non magna. Aute pariatur officia mollit ad laboris proident officia quis consequat mollit eiusmod est est minim.\r\n",
            "score": 10
          },
          {
            "user": "Matthews Mcguire",
            "comment": "Eiusmod sint nisi Lorem dolor culpa excepteur eiusmod laborum velit mollit fugiat non duis laborum. Cupidatat nostrud proident sit quis dolore sunt incididunt. Culpa non quis nisi sunt fugiat aliqua quis laborum qui eiusmod exercitation. Et tempor reprehenderit nostrud consequat ullamco. Nulla tempor nostrud ea anim occaecat cupidatat tempor. Cillum officia aute dolore consectetur dolor labore excepteur quis amet nulla excepteur qui aliquip.\r\n",
            "score": 8
          },
          {
            "user": "Nelson Herring",
            "comment": "Non quis ex nisi veniam veniam duis anim mollit esse sit. Proident voluptate amet eiusmod consectetur est mollit pariatur id culpa sunt laboris exercitation. Pariatur excepteur nulla consectetur sunt ad duis. Ea mollit duis in amet dolor labore elit nulla in quis. Exercitation tempor do occaecat consequat fugiat.\r\n",
            "score": 10
          },
          {
            "user": "Mcguire Mcleod",
            "comment": "In cillum ea consequat dolor id sint culpa aute. Anim amet est quis ullamco consequat irure aute cillum. Nulla aliqua tempor nulla dolor amet irure irure. Est ullamco sint ullamco mollit commodo ex minim sit nulla anim anim. Consectetur nisi ea tempor incididunt deserunt qui magna eu irure cillum consequat culpa ullamco labore. Adipisicing nulla aliqua magna pariatur et qui occaecat deserunt Lorem cupidatat exercitation mollit.\r\n",
            "score": 3
          },
          {
            "user": "Vincent Harper",
            "comment": "Laboris aute exercitation ea dolore nostrud. Aliquip ad eu labore quis. Nostrud consequat cupidatat adipisicing ullamco duis ad in Lorem Lorem.\r\n",
            "score": 1
          },
          {
            "user": "Bird Melendez",
            "comment": "Lorem sit ullamco nisi pariatur dolor dolore Lorem duis do id tempor ut ut officia. Reprehenderit ad fugiat duis et. Labore aute quis nostrud officia amet. Ut anim ex cillum amet irure irure Lorem.\r\n",
            "score": 8
          },
          {
            "user": "Kristie Castillo",
            "comment": "Qui do magna nulla exercitation aliquip quis cupidatat consequat non est. Nostrud aliqua laborum sunt qui. Aute quis voluptate laboris cupidatat id anim adipisicing Lorem ad. Commodo duis adipisicing esse veniam id. Enim reprehenderit duis incididunt elit elit exercitation dolore dolor.\r\n",
            "score": 5
          },
          {
            "user": "Kendra Grimes",
            "comment": "Dolor est culpa voluptate id cupidatat ut. Deserunt irure qui irure elit eu occaecat. Eiusmod dolore fugiat deserunt qui anim quis magna quis mollit minim ea. Magna nisi enim exercitation elit. Excepteur veniam in culpa anim esse adipisicing amet. Nulla voluptate magna consectetur non mollit. Reprehenderit consectetur incididunt ullamco adipisicing cillum pariatur cupidatat dolore quis.\r\n",
            "score": 10
          },
          {
            "user": "Antonia Conner",
            "comment": "Magna velit tempor tempor ad aliqua anim ipsum tempor. Consectetur anim et commodo non. Proident in fugiat sit sint esse Lorem deserunt aliqua id excepteur proident sint.\r\n",
            "score": 9
          },
          {
            "user": "Concepcion Boyle",
            "comment": "Qui elit labore commodo qui aute cillum ipsum. Ad nisi nulla amet ipsum pariatur quis in cupidatat sint dolor nostrud eiusmod. In est deserunt incididunt magna consequat commodo aliqua est et consequat. Tempor id commodo cillum qui duis anim fugiat tempor. Magna minim incididunt proident officia ea esse. Consequat fugiat duis amet excepteur veniam enim qui consectetur ut. Ex do exercitation sint cillum voluptate dolor sit irure elit sunt.\r\n",
            "score": 8
          },
          {
            "user": "Chrystal Gay",
            "comment": "Eiusmod velit laboris dolor qui officia. Cillum eu irure amet mollit consectetur reprehenderit incididunt consectetur esse officia. Est sit aute commodo adipisicing nulla dolor do culpa cillum amet eu nulla ullamco. Ipsum ex ea minim Lorem. Amet tempor commodo quis laborum ad esse culpa minim nisi non laborum id. Non sit in nostrud consequat consequat adipisicing aliquip velit culpa in. Nostrud dolore magna sunt aliqua esse proident excepteur culpa Lorem et incididunt.\r\n",
            "score": 5
          },
          {
            "user": "Jenifer Ramirez",
            "comment": "Qui aliquip minim dolor cillum aliquip exercitation. Duis deserunt cupidatat incididunt laboris consequat elit velit proident velit. Fugiat tempor aute qui laborum eu. Dolore laboris amet pariatur commodo elit tempor cillum aliquip nulla do dolore do. Magna irure voluptate sit consectetur fugiat sint dolore occaecat mollit. Est pariatur fugiat amet consequat dolor duis aute consequat est non labore fugiat. Consectetur est fugiat sit laboris.\r\n",
            "score": 6
          },
          {
            "user": "Bauer Hood",
            "comment": "Elit aliquip Lorem cillum commodo. Ex veniam fugiat excepteur et nisi reprehenderit proident eiusmod. Ipsum nostrud magna mollit laborum excepteur et proident dolor aliquip mollit eu. Mollit irure Lorem velit ea deserunt est consequat nulla. Fugiat anim laborum dolor proident ipsum tempor aliquip eu anim. Id anim consectetur consectetur excepteur adipisicing est nisi reprehenderit et esse ullamco voluptate sunt. Consequat ullamco minim esse incididunt consectetur.\r\n",
            "score": 6
          },
          {
            "user": "Jewell Oconnor",
            "comment": "Et dolor veniam non nulla cupidatat ea exercitation sunt et non Lorem tempor. Ipsum cupidatat et adipisicing quis occaecat duis dolore et veniam tempor aliquip quis culpa dolor. Occaecat laboris enim aliqua labore nulla dolore do laboris nulla dolore est. Nostrud duis exercitation amet est est irure mollit eiusmod sint pariatur proident dolore. Non magna occaecat ex fugiat ea magna Lorem quis non do ullamco anim. Excepteur enim excepteur in cupidatat labore nisi cupidatat in magna velit irure labore adipisicing dolor. Minim incididunt aliquip cillum culpa labore est minim et et.\r\n",
            "score": 7
          }
        ],
        "rooms": [
          {
            "price_per_room": 80.99,
            "occupancy": 8,
            "name": "Basic Bed"
          },
          {
            "price_per_room": 400.99,
            "occupancy": 2,
            "name": "President Suite"
          },
          {
            "price_per_room": 186.99,
            "occupancy": 7,
            "name": "President Family Room"
          },
          {
            "price_per_room": 388.99,
            "occupancy": 2,
            "name": "Basic Family Room"
          },
          {
            "price_per_room": 164.99,
            "occupancy": 2,
            "name": "President XL Suite"
          },
          {
            "price_per_room": 378.99,
            "occupancy": 6,
            "name": "Mega Suite"
          }
        ],
        "facilities": [
          "Swimming Pool",
          "Restaurant",
          "Shoe-Shine"
        ],
        "pictures": [
          {
            "image": "img/8.jpg",
            "thumbnail": "img/8_thumb.jpg"
          },
          {
            "image": "img/11.jpg",
            "thumbnail": "img/11_thumb.jpg"
          },
          {
            "image": "img/14.jpg",
            "thumbnail": "img/14_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/11.jpg",
            "thumbnail": "img/11_thumb.jpg"
          },
          {
            "image": "img/11.jpg",
            "thumbnail": "img/11_thumb.jpg"
          },
          {
            "image": "img/12.jpg",
            "thumbnail": "img/12_thumb.jpg"
          },
          {
            "image": "img/9.jpg",
            "thumbnail": "img/9_thumb.jpg"
          },
          {
            "image": "img/10.jpg",
            "thumbnail": "img/10_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/13.jpg",
            "thumbnail": "img/13_thumb.jpg"
          }
        ],
        "stars": 1,
        "description": "Amet ad dolor enim incididunt in aute. Amet laboris tempor occaecat proident occaecat minim nulla occaecat incididunt fugiat consequat voluptate. Magna dolore dolore excepteur duis dolor ipsum officia mollit sit.\r\nEx commodo tempor dolor eu est ipsum Lorem elit. Officia et incididunt ea aute reprehenderit est labore ex labore. Nulla duis occaecat eiusmod sunt culpa qui. Enim sit proident laborum enim dolor. Esse officia et et ipsum pariatur consectetur exercitation officia consequat dolore exercitation est esse commodo. Ut magna laborum aliquip cupidatat exercitation et ipsum minim adipisicing excepteur ut ut culpa occaecat.\r\nIrure consequat fugiat mollit et culpa quis labore do exercitation minim minim occaecat mollit. Excepteur minim elit ex ipsum velit fugiat magna voluptate reprehenderit. Lorem excepteur pariatur ea aute occaecat in nostrud qui culpa ea irure. Id officia nulla do consectetur fugiat. Enim reprehenderit aliquip do nulla sint ex sit duis do Lorem ex. Duis eu veniam Lorem nisi laborum mollit quis exercitation.\r\nAd ea tempor elit irure mollit proident in. Irure enim labore minim quis ipsum. Veniam excepteur voluptate veniam enim nostrud ea veniam velit aliqua anim dolor occaecat mollit. Ut voluptate eiusmod id enim dolor aute nostrud consequat occaecat nostrud sunt. Fugiat elit pariatur cupidatat duis nostrud ut sit esse sit. Cupidatat sint non culpa consectetur consectetur id. Veniam cillum proident dolor est occaecat velit elit.\r\n",
        "address": "853 Seabring Street, Toftrees, Puerto Rico, 1465",
        "name": "Hotel Keengen",
        "_id": "55185c11f4275e38f438b738"
      },
      {
        "reviews": [
          {
            "user": "Velasquez Obrien",
            "comment": "Lorem nulla ea eu veniam laborum est ex exercitation duis consectetur ut do. Exercitation eu proident ad tempor commodo sint. Velit commodo ipsum esse nulla proident. Mollit elit enim est dolore aliqua ut. Quis ipsum voluptate dolore elit Lorem.\r\n",
            "score": 9
          },
          {
            "user": "Sybil Sykes",
            "comment": "Voluptate adipisicing commodo exercitation anim consectetur do veniam dolor duis non nulla fugiat nisi amet. Esse aliquip anim sunt minim anim enim proident eiusmod proident nostrud adipisicing consectetur excepteur. Minim sit dolore ad incididunt fugiat sint aliqua id enim nisi nostrud sint amet proident. Velit est aliquip sunt duis.\r\n",
            "score": 9
          },
          {
            "user": "Turner Lindsey",
            "comment": "Nostrud duis aliquip ipsum cillum veniam adipisicing commodo. Ea non duis mollit aliqua. Et non proident occaecat do laborum. Id quis duis voluptate deserunt amet deserunt labore eiusmod ullamco cillum in cillum nostrud id.\r\n",
            "score": 8
          },
          {
            "user": "Hogan Rush",
            "comment": "Occaecat irure sint elit quis et quis sit cupidatat voluptate dolor eiusmod duis excepteur. Sint anim veniam enim enim aliqua irure id est eu esse irure reprehenderit. Velit ad consequat sint culpa duis non incididunt est laboris. Ut cillum nostrud nisi elit nostrud sint minim. Excepteur incididunt mollit tempor in.\r\n",
            "score": 5
          },
          {
            "user": "Greer Simpson",
            "comment": "Ex enim ullamco enim fugiat sunt esse deserunt minim dolor duis cupidatat voluptate. Commodo nostrud reprehenderit proident sunt consectetur ea qui ex incididunt duis. Consectetur ut incididunt voluptate consectetur do labore consectetur ad.\r\n",
            "score": 8
          },
          {
            "user": "Burgess Evans",
            "comment": "Irure excepteur anim exercitation excepteur dolore enim ipsum ipsum elit laborum sunt. Proident velit id aute aliqua ea incididunt commodo laborum irure voluptate. Elit aute sunt sunt duis fugiat exercitation ad labore do.\r\n",
            "score": 5
          },
          {
            "user": "Franco Oneil",
            "comment": "Nostrud aute Lorem duis labore ullamco ad labore sint eu nostrud sint velit sunt dolor. Magna sit consequat est ea. Est et anim est reprehenderit laborum occaecat reprehenderit anim mollit cillum. Cupidatat labore amet ea culpa occaecat fugiat fugiat cillum et dolore aute elit. Velit in magna officia nisi esse et officia.\r\n",
            "score": 8
          },
          {
            "user": "Minerva Kline",
            "comment": "Irure quis aliquip cupidatat consequat ea magna voluptate. Elit voluptate ipsum nulla incididunt officia id cillum est ut ex sunt. Cillum magna et Lorem ex consequat in cillum commodo labore amet. Voluptate consequat voluptate esse minim.\r\n",
            "score": 1
          },
          {
            "user": "Campos Kidd",
            "comment": "Sunt consectetur elit reprehenderit mollit incididunt est laborum pariatur ea laborum dolore ex ut labore. Dolore reprehenderit minim est voluptate fugiat occaecat nostrud nulla. Non excepteur ut consequat magna eiusmod dolor. Tempor eu Lorem sint est labore non officia velit laboris ullamco sint ipsum.\r\n",
            "score": 7
          },
          {
            "user": "Hilda Newman",
            "comment": "Minim occaecat exercitation veniam dolor sit duis. Ipsum eu magna non qui laboris irure aliquip elit mollit ullamco in. Excepteur mollit ut anim sint pariatur ad nostrud occaecat fugiat aliquip. Ut eu est reprehenderit sit reprehenderit magna Lorem officia enim aute fugiat.\r\n",
            "score": 6
          },
          {
            "user": "Ernestine Buckner",
            "comment": "Qui tempor ex in mollit nostrud minim. Cupidatat et ullamco reprehenderit irure Lorem esse qui esse sint tempor irure id enim eiusmod. Aute et labore dolore pariatur. Proident eu esse deserunt dolor eu esse ullamco incididunt enim elit incididunt reprehenderit. Ullamco esse eiusmod ad esse cillum ad elit adipisicing minim. Officia eu do consectetur exercitation. Ut nisi ipsum proident voluptate irure amet cupidatat nisi quis exercitation consectetur.\r\n",
            "score": 1
          },
          {
            "user": "Ratliff Koch",
            "comment": "Tempor aliqua occaecat pariatur ullamco veniam culpa commodo ullamco amet sunt. Eu est culpa culpa consequat minim anim occaecat adipisicing in id nulla commodo non. Velit esse laboris ut dolor aliquip anim ullamco est ad aute laborum. Do deserunt magna consectetur ullamco. Ut dolore velit proident sunt Lorem quis dolor cillum fugiat sit.\r\n",
            "score": 4
          },
          {
            "user": "Walls Stephens",
            "comment": "Proident cupidatat id minim eu sunt do officia enim labore Lorem exercitation. Commodo quis culpa in irure cillum occaecat amet nostrud elit do cillum qui exercitation ullamco. Nostrud sint fugiat proident et. Ut culpa dolore magna incididunt culpa sit dolore.\r\n",
            "score": 10
          },
          {
            "user": "Coffey Hutchinson",
            "comment": "Amet elit sunt ex est labore et ut ea incididunt. Ea ea enim ad reprehenderit consectetur cillum fugiat consectetur et anim ad culpa. Laboris irure amet proident occaecat aliqua. Commodo culpa elit qui incididunt cupidatat reprehenderit ex ad dolor anim cupidatat dolore incididunt cillum. Lorem ipsum irure cillum laboris tempor Lorem culpa commodo irure exercitation laborum. Incididunt eu officia ad sunt pariatur exercitation cillum amet ea do culpa officia magna.\r\n",
            "score": 10
          },
          {
            "user": "Cheri Chang",
            "comment": "Est qui mollit et qui ut nulla proident culpa. Id consequat consectetur incididunt duis incididunt velit incididunt et ea non deserunt. Commodo nulla aliqua consequat et ullamco. Ad voluptate tempor ipsum ad aliqua culpa nulla occaecat adipisicing deserunt. Non est dolor ea ad duis dolore veniam exercitation sit excepteur in cupidatat.\r\n",
            "score": 2
          },
          {
            "user": "Dudley Dickson",
            "comment": "Officia elit in labore consequat officia esse eu dolor deserunt duis velit. Irure ad ex magna duis esse. Elit et et elit fugiat amet veniam aliqua laborum mollit reprehenderit do cillum occaecat exercitation. Officia fugiat consequat Lorem deserunt et ex est fugiat elit culpa aliqua exercitation. Sunt reprehenderit irure minim ullamco reprehenderit sunt adipisicing quis est ad quis laboris nulla ut.\r\n",
            "score": 1
          },
          {
            "user": "Tonia Riley",
            "comment": "Lorem laborum aliquip consequat est tempor in reprehenderit non proident laborum tempor ullamco voluptate ea. Occaecat pariatur non ut laborum excepteur laborum ipsum quis ipsum adipisicing duis dolore sunt eu. Irure anim adipisicing sint ad id incididunt reprehenderit incididunt reprehenderit qui sit ea consectetur. Adipisicing reprehenderit proident aliquip do culpa sit Lorem consequat consectetur proident reprehenderit.\r\n",
            "score": 3
          },
          {
            "user": "Reba Rowe",
            "comment": "Consectetur ex cillum reprehenderit Lorem reprehenderit duis et eiusmod reprehenderit. Aute minim culpa culpa aute reprehenderit. Proident dolor incididunt ex incididunt consequat. Officia eu amet aliqua elit sunt veniam tempor aliquip qui. Lorem non enim laborum nisi sint magna tempor. Magna consequat non elit cupidatat amet quis et culpa nisi esse laborum pariatur nostrud.\r\n",
            "score": 4
          }
        ],
        "rooms": [
          {
            "price_per_room": 343.99,
            "occupancy": 9,
            "name": "Basic XL Suite"
          },
          {
            "price_per_room": 349.99,
            "occupancy": 6,
            "name": "Deluxe Bed"
          },
          {
            "price_per_room": 369.99,
            "occupancy": 3,
            "name": "Mega Room"
          },
          {
            "price_per_room": 359.99,
            "occupancy": 7,
            "name": "Basic XL Suite"
          },
          {
            "price_per_room": 359.99,
            "occupancy": 4,
            "name": "Single Suite"
          }
        ],
        "facilities": [
          "Restaurant",
          "Free parking",
          "Swimming Pool"
        ],
        "pictures": [
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/10.jpg",
            "thumbnail": "img/10_thumb.jpg"
          },
          {
            "image": "img/12.jpg",
            "thumbnail": "img/12_thumb.jpg"
          },
          {
            "image": "img/10.jpg",
            "thumbnail": "img/10_thumb.jpg"
          },
          {
            "image": "img/11.jpg",
            "thumbnail": "img/11_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/4.jpg",
            "thumbnail": "img/4_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/7.jpg",
            "thumbnail": "img/7_thumb.jpg"
          },
          {
            "image": "img/10.jpg",
            "thumbnail": "img/10_thumb.jpg"
          }
        ],
        "stars": 2,
        "description": "Deserunt elit incididunt aute magna. Tempor ex eu aliqua enim consequat mollit sint ex dolore in sint. Occaecat amet in adipisicing irure fugiat ex excepteur. Dolor ullamco reprehenderit enim duis. Nostrud culpa ullamco amet sint officia ad laboris.\r\nMinim culpa est minim commodo Lorem ullamco laboris occaecat dolor culpa eiusmod in. Eiusmod culpa est laborum officia tempor amet. Ut deserunt dolor eu sunt id in voluptate aliqua.\r\nUt exercitation ad consectetur veniam esse. Cillum in nulla officia consectetur qui exercitation dolor quis dolor excepteur mollit sunt. Amet occaecat velit sunt voluptate ut irure aliqua. Mollit in dolor amet ea. Pariatur aliquip aliqua labore amet nostrud cupidatat excepteur Lorem duis.\r\nFugiat reprehenderit occaecat nulla consectetur culpa ad nisi excepteur voluptate deserunt proident. Fugiat pariatur mollit cillum enim in et deserunt excepteur laboris aliqua. Adipisicing est magna in tempor mollit laborum aliquip fugiat amet anim.\r\n",
        "address": "688 Noel Avenue, Innsbrook, Illinois, 6449",
        "name": "Hotel Pholio",
        "_id": "55185c1148d5276b46c148de"
      },
      {
        "reviews": [
          {
            "user": "Pearl Graves",
            "comment": "Aliquip adipisicing ipsum laborum laborum est tempor deserunt adipisicing tempor reprehenderit et excepteur. Amet sint cillum occaecat sunt aliqua sint excepteur voluptate mollit non ullamco proident nisi mollit. Quis Lorem culpa enim quis ad consectetur id nulla sunt enim. Dolore velit adipisicing nisi voluptate nostrud veniam. Consequat ut qui ex excepteur cillum anim sunt officia est. Eiusmod laboris amet enim occaecat cillum minim anim do ullamco aliqua mollit do. Cillum eiusmod deserunt aliqua ullamco laboris exercitation mollit occaecat ea.\r\n",
            "score": 5
          },
          {
            "user": "Marianne Hicks",
            "comment": "Anim eu occaecat in ut do duis labore. Reprehenderit laboris anim ut ipsum sint eiusmod proident. Laborum magna reprehenderit fugiat pariatur laborum nulla non nisi ad ullamco quis consectetur ut.\r\n",
            "score": 4
          },
          {
            "user": "Cochran Frye",
            "comment": "Qui labore culpa exercitation exercitation ut in aliqua pariatur fugiat. Excepteur enim aliquip ut proident id aliquip ipsum occaecat. Ut labore ex id fugiat nulla eu et ipsum eu id ad fugiat. Aliquip ipsum tempor incididunt eu. Fugiat dolor non magna aliqua minim culpa duis consequat deserunt dolore nisi. Qui duis sit cupidatat exercitation et elit eiusmod enim ad occaecat excepteur mollit.\r\n",
            "score": 9
          },
          {
            "user": "Francis Hess",
            "comment": "Velit sunt qui amet mollit incididunt. Lorem culpa sunt officia amet anim magna id excepteur non. Dolore nostrud incididunt ex minim excepteur id occaecat aute ipsum aliquip deserunt eu ad laboris. Est Lorem cupidatat mollit minim deserunt irure deserunt esse excepteur ut culpa nulla.\r\n",
            "score": 9
          },
          {
            "user": "Raquel Zamora",
            "comment": "Eiusmod anim velit deserunt ut consectetur nostrud esse id voluptate id sit. Laborum laborum cupidatat aliquip nostrud laboris nulla incididunt officia aute minim. Veniam nostrud eiusmod sit sunt ipsum cillum sit ullamco veniam sit ut ullamco. Ullamco consectetur dolor est ea Lorem ad occaecat amet excepteur ad laborum.\r\n",
            "score": 7
          },
          {
            "user": "Margo Gaines",
            "comment": "Est occaecat tempor magna esse anim eu sint. Aute quis ad incididunt nulla velit consectetur in eu irure laboris nisi ad. Irure exercitation exercitation elit excepteur mollit enim commodo ullamco do enim aute elit.\r\n",
            "score": 7
          },
          {
            "user": "Howell Wynn",
            "comment": "Excepteur sit nulla eu duis laboris ut non sunt labore sit do aliqua consequat et. Ut occaecat exercitation id sit excepteur reprehenderit. Proident quis id aliqua enim ut ex dolor consectetur Lorem excepteur aute. Aute ut non aliqua veniam exercitation nisi velit. Velit duis irure qui enim anim culpa est commodo ea non.\r\n",
            "score": 4
          },
          {
            "user": "Britney Lyons",
            "comment": "Irure adipisicing mollit reprehenderit quis veniam amet. Dolor in do labore laboris reprehenderit voluptate. Deserunt incididunt proident ea aliqua commodo elit dolore et deserunt est minim adipisicing. Adipisicing quis sit reprehenderit in occaecat officia cillum. Pariatur laborum tempor sint nulla id proident cillum minim id proident quis quis. Irure commodo irure dolore veniam Lorem dolor eu labore cupidatat.\r\n",
            "score": 3
          },
          {
            "user": "Nannie Foreman",
            "comment": "Deserunt et minim laborum duis dolor velit qui occaecat eiusmod. Ullamco adipisicing tempor eiusmod consequat anim mollit veniam aliquip. Elit deserunt ut enim laboris eu nisi nisi sit nulla quis elit occaecat. Sunt ullamco adipisicing proident reprehenderit aute dolor sunt aliqua reprehenderit incididunt irure. Qui sit pariatur deserunt cupidatat minim eu ad deserunt. Dolore exercitation commodo laborum incididunt cupidatat amet nostrud consectetur irure occaecat anim cupidatat ullamco. Non consequat anim mollit labore velit nisi aliqua fugiat anim sunt minim adipisicing.\r\n",
            "score": 8
          },
          {
            "user": "Bond Richard",
            "comment": "Proident amet deserunt ut sunt aliquip. Lorem consectetur ea nostrud id exercitation fugiat deserunt. Sunt laboris aliqua et tempor eu ad sint. Dolore dolore culpa eiusmod occaecat pariatur pariatur. Exercitation exercitation ut minim velit.\r\n",
            "score": 3
          },
          {
            "user": "Charles Harrison",
            "comment": "Ex ea sunt cupidatat aliquip aliquip mollit sint. Culpa quis cillum culpa duis tempor aliquip mollit magna ipsum officia consequat. Minim ipsum sit exercitation irure ipsum dolore officia. Lorem non cupidatat aliqua reprehenderit mollit amet cupidatat laboris occaecat labore occaecat. Fugiat magna velit laborum cillum exercitation. Culpa nisi amet enim officia elit occaecat qui. Mollit ipsum anim do duis.\r\n",
            "score": 3
          },
          {
            "user": "Chandra Morrison",
            "comment": "In fugiat ipsum ex nisi et dolor magna magna mollit. Sint laboris est culpa incididunt reprehenderit velit consectetur amet. Eiusmod officia enim labore non et voluptate consequat excepteur anim. Anim labore est reprehenderit irure sint nulla duis dolore cillum amet officia ipsum. Exercitation irure commodo mollit Lorem do aute quis.\r\n",
            "score": 4
          },
          {
            "user": "Leanna Gentry",
            "comment": "Ut laboris tempor ut duis non aliquip consequat pariatur excepteur nisi et laborum. Exercitation cillum commodo velit adipisicing esse officia quis. Occaecat duis ad excepteur reprehenderit. Velit ipsum qui deserunt sunt qui in ullamco commodo voluptate anim irure deserunt nisi incididunt. Minim consequat tempor duis elit quis commodo est qui nostrud reprehenderit ad laboris. Culpa aliqua excepteur dolor voluptate eiusmod et. Ullamco occaecat laborum deserunt amet et ipsum Lorem ex cillum.\r\n",
            "score": 1
          },
          {
            "user": "Shaw Patton",
            "comment": "Do aute aute qui sit consequat nulla ex. Minim dolor anim non exercitation ex ea. Incididunt sint magna occaecat sint fugiat Lorem duis quis reprehenderit ut.\r\n",
            "score": 10
          },
          {
            "user": "Amie Wilkins",
            "comment": "Proident incididunt do officia veniam laborum mollit ut nostrud dolor qui consectetur officia nulla aute. Velit consequat cupidatat ea ad eu commodo ad occaecat id sit nulla irure. Elit cupidatat anim officia Lorem tempor pariatur laboris ipsum anim. Minim cupidatat ad ullamco in adipisicing ut quis.\r\n",
            "score": 2
          },
          {
            "user": "Aimee Gibbs",
            "comment": "Velit minim eiusmod veniam Lorem consequat laborum et magna velit excepteur sunt anim voluptate ipsum. Deserunt proident sit pariatur anim minim velit reprehenderit do consectetur eu in. Ut sunt cillum duis veniam ut cillum fugiat magna nostrud irure. Pariatur ut veniam magna officia laboris excepteur quis laboris. Ullamco nisi aute velit laborum dolore aute reprehenderit. Nulla nostrud ad ex elit veniam ea aute labore. Elit voluptate elit eiusmod ut adipisicing amet ipsum cillum.\r\n",
            "score": 2
          },
          {
            "user": "Martinez Medina",
            "comment": "Occaecat veniam commodo nulla adipisicing amet tempor dolor. Quis incididunt ut labore esse sint id laborum amet deserunt. Occaecat laboris fugiat mollit minim elit mollit aliqua aliquip aliqua incididunt ad duis. Do sint ipsum cillum amet laboris non minim culpa fugiat sit reprehenderit nisi exercitation. Irure cupidatat sint ex officia deserunt magna aliqua ullamco est proident labore duis cupidatat.\r\n",
            "score": 4
          },
          {
            "user": "Miriam Washington",
            "comment": "In officia anim consequat ea in sunt eu est ut. Officia cupidatat consequat sit sunt. Lorem cupidatat eu dolor ad eiusmod amet eiusmod. Eu exercitation aliqua elit adipisicing labore commodo duis magna elit non nostrud officia adipisicing sunt. Elit nulla anim consectetur dolor enim.\r\n",
            "score": 9
          },
          {
            "user": "John Rogers",
            "comment": "Labore aliqua exercitation amet laborum deserunt quis sit et voluptate ut elit exercitation nisi. Laboris esse reprehenderit tempor duis exercitation labore sunt. Cillum laborum enim irure fugiat enim cupidatat do adipisicing nostrud aute culpa tempor do consectetur. Dolore amet deserunt duis id aliquip consequat. Quis nostrud occaecat in ullamco. Incididunt aliquip ipsum consectetur exercitation eu ut mollit eiusmod sunt laborum qui cupidatat veniam. Laborum ea dolor eu commodo ad reprehenderit aute.\r\n",
            "score": 9
          },
          {
            "user": "Teri Fischer",
            "comment": "Aute non ex mollit sunt reprehenderit pariatur commodo Lorem nostrud adipisicing laborum do aute. Consequat magna irure tempor aute fugiat irure proident Lorem excepteur magna. Exercitation ad labore ullamco consequat ad incididunt esse Lorem. Ipsum ullamco ea quis exercitation. Aute do ullamco ipsum anim laboris cillum occaecat dolore anim incididunt.\r\n",
            "score": 4
          },
          {
            "user": "Blanche Nixon",
            "comment": "Occaecat anim consectetur in duis. Ex tempor amet labore nostrud veniam aliqua Lorem elit. Proident eiusmod id quis ex duis non et ad aliqua incididunt consectetur. Magna aliquip tempor pariatur voluptate nulla sit laborum quis ut proident qui magna veniam sint. Ullamco consectetur nisi occaecat consequat voluptate voluptate. Ut eu amet ea officia commodo sint irure ipsum nostrud duis elit sunt tempor. Deserunt consequat veniam id aliqua aute nostrud mollit qui nostrud consequat culpa velit.\r\n",
            "score": 3
          },
          {
            "user": "Roxanne Clemons",
            "comment": "In ipsum ea amet cupidatat cupidatat sint mollit laboris magna aliqua enim. Eu veniam proident ex ex. Nisi quis velit nulla ut ex mollit eu est. Aliquip non incididunt ex in laborum occaecat qui culpa consequat.\r\n",
            "score": 8
          },
          {
            "user": "Carlson Goff",
            "comment": "Do cillum eiusmod exercitation id laboris in in. Eiusmod proident aliquip nisi aliquip fugiat incididunt exercitation sint amet consequat voluptate. Et sunt incididunt ea id Lorem laboris exercitation tempor Lorem sunt incididunt cillum dolor. Consectetur elit cupidatat do cillum. Non amet cillum consectetur dolore adipisicing nostrud excepteur irure.\r\n",
            "score": 6
          },
          {
            "user": "Weber David",
            "comment": "Laboris pariatur nisi consectetur esse culpa id qui sint aute laborum sunt esse dolore ad. Occaecat culpa sit reprehenderit commodo proident veniam adipisicing nostrud proident ut labore. Commodo enim id officia cupidatat id tempor culpa occaecat.\r\n",
            "score": 7
          },
          {
            "user": "Tisha Cervantes",
            "comment": "Quis laborum dolore commodo enim. Labore eiusmod minim duis officia ullamco in fugiat officia consequat aliquip cupidatat. Culpa laborum qui id magna mollit laboris sit laboris ullamco consequat. Ullamco et veniam veniam eu incididunt est culpa esse pariatur.\r\n",
            "score": 2
          },
          {
            "user": "Morton Pollard",
            "comment": "Sunt voluptate veniam magna labore nulla exercitation esse incididunt ipsum officia. Nostrud dolor duis excepteur mollit aliquip minim esse culpa tempor pariatur culpa id esse cupidatat. Laboris consectetur laboris aliquip cillum Lorem id est eu irure irure magna nulla anim ullamco. Est enim aliqua voluptate commodo exercitation anim laborum tempor id est ut officia. Irure mollit magna magna nostrud commodo excepteur commodo amet do id reprehenderit.\r\n",
            "score": 1
          },
          {
            "user": "Lara Mcpherson",
            "comment": "Laborum elit ea cupidatat aute nostrud cillum incididunt dolore ad exercitation. Ex velit ad ea cillum consequat laboris minim mollit non. Quis do esse deserunt consectetur mollit amet non. Incididunt ut mollit incididunt ad ipsum id. Elit eiusmod qui magna tempor ad.\r\n",
            "score": 9
          },
          {
            "user": "Cameron Sullivan",
            "comment": "Dolor voluptate dolor pariatur deserunt eiusmod pariatur Lorem et sit anim irure eu ipsum aliquip. Ad nulla duis fugiat ullamco aute duis voluptate. Sit ipsum adipisicing incididunt deserunt duis cillum veniam aute fugiat aliquip ut ullamco. Non ad aute occaecat incididunt sit culpa Lorem ut nulla non.\r\n",
            "score": 10
          }
        ],
        "rooms": [
          {
            "price_per_room": 292.99,
            "occupancy": 9,
            "name": "Mega Family Room"
          },
          {
            "price_per_room": 168.99,
            "occupancy": 9,
            "name": "President Suite"
          },
          {
            "price_per_room": 315.99,
            "occupancy": 9,
            "name": "Basic Suite"
          },
          {
            "price_per_room": 407.99,
            "occupancy": 8,
            "name": "President Family Room"
          },
          {
            "price_per_room": 350.99,
            "occupancy": 6,
            "name": "Single Family Room"
          },
          {
            "price_per_room": 399.99,
            "occupancy": 6,
            "name": "Deluxe Suite"
          },
          {
            "price_per_room": 257.99,
            "occupancy": 7,
            "name": "President Room"
          },
          {
            "price_per_room": 430.99,
            "occupancy": 7,
            "name": "Deluxe Bed"
          }
        ],
        "facilities": [
          "Free Wifi",
          "24/7 reception",
          "Shoe-Shine",
          "Concierge"
        ],
        "pictures": [
          {
            "image": "img/13.jpg",
            "thumbnail": "img/13_thumb.jpg"
          },
          {
            "image": "img/3.jpg",
            "thumbnail": "img/3_thumb.jpg"
          },
          {
            "image": "img/3.jpg",
            "thumbnail": "img/3_thumb.jpg"
          },
          {
            "image": "img/14.jpg",
            "thumbnail": "img/14_thumb.jpg"
          },
          {
            "image": "img/2.jpg",
            "thumbnail": "img/2_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          },
          {
            "image": "img/9.jpg",
            "thumbnail": "img/9_thumb.jpg"
          },
          {
            "image": "img/11.jpg",
            "thumbnail": "img/11_thumb.jpg"
          },
          {
            "image": "img/9.jpg",
            "thumbnail": "img/9_thumb.jpg"
          },
          {
            "image": "img/12.jpg",
            "thumbnail": "img/12_thumb.jpg"
          },
          {
            "image": "img/1.jpg",
            "thumbnail": "img/1_thumb.jpg"
          }
        ],
        "stars": 4,
        "description": "Et excepteur sunt veniam laboris mollit eu quis reprehenderit esse eu. Excepteur laboris nisi nulla fugiat incididunt id pariatur consectetur. Et ad exercitation consectetur dolor eu minim non.\r\nSunt enim nisi pariatur laboris exercitation et velit magna ea irure nulla ipsum culpa. Consequat esse proident fugiat commodo minim esse reprehenderit culpa non elit laborum. Minim ut mollit eiusmod pariatur ex tempor.\r\nNostrud sint ut sit irure cillum elit eiusmod. Laboris non in nisi fugiat consectetur enim. Cillum ullamco qui id enim magna incididunt qui amet aliquip ad id dolor. Sit elit incididunt non esse sunt tempor nostrud ea labore laborum anim pariatur consequat duis. Aliquip non nisi aute et nisi aliqua excepteur laborum dolore magna minim reprehenderit elit.\r\nPariatur cillum dolore aliqua voluptate ullamco nulla sunt minim occaecat Lorem qui deserunt. Consequat consequat fugiat magna est qui velit eiusmod. Lorem esse dolor ut Lorem fugiat irure irure do voluptate anim laboris sit. Culpa nostrud ipsum sint mollit consequat aliquip consequat. Quis eiusmod ad voluptate et nostrud esse duis incididunt laborum pariatur ad proident ea. Esse do qui ipsum aliqua amet cupidatat culpa esse.\r\n",
        "address": "307 Broome Street, Elliott, New Hampshire, 6758",
        "name": "Hotel Quility",
        "_id": "55185c1193bda87e10d30bd6"
      }
    ],
    "money_symbol": "",
    "currency": "euro"
  }
]